
{

	   "Data":"JULY 16, 2017",
     "Name": "John",
     "Title": "Trump Tweets ‘That’s Politics!’ About Son’s Meeting With Russian Lawyer",
     "Description": "WASHINGTON — He ran on a promise to end politics as usual.But on Monday morning, President Trump posted a defense on Twitter of his son’s meeting with a Russian lawyer promising sensitive government information that could be damaging to Hillary Clinton by saying that it was simply politics as usual.In Mr. Trump’s newest tweet about his eldest son, Donald Trump Jr., and a meeting on June 9, 2016, at Trump Tower, he described the gathering as routine and something almost anyone in politics would have wanted to attend.“Most politicians would have gone to a meeting like the one Don jr attended in order to get info on an opponent,” Mr. Trump wrote just after 10 a.m. That’s politics!"
}



{   "Data":"JULY 14, 2017",
     "Name": "Ivan",
     "Title": "Trump Says He Has Signed More Bills Than Any President, Ever. He Hasn’t",
     "Description": "WASHINGTON — To hear President Trump tell it, his first six months in the White House should be judged in part by the legislation he has signed into law.At rallies, in speeches and on Twitter, Mr. Trump repeatedly boasts of the bills he has signed — 42 as of this week. He has said no president has “passed more legislation,” conceding once earlier this year that he trails Franklin D. Roosevelt, who he notes “had a major Depression to handle.”On Monday, he went even further, claiming to have bested all of his predecessors in turning bills into law."
}

{   "Data":"JULY 18, 2017",
     "Name": "David Leonhardt",
     "Title": "The Health Bill’s Failure: Resistance Works",
     "Description": "Over the July 4 recess, most Republican senators decided not to hold town hall meetings with their constituents. One of the rare exceptions was Jerry Moran, a second-term senator from Kansas.And the opposition to the Republican health care bill was ready.Moran held his meeting on July 6 in Palco, a town in western Kansas with fewer than 300 residents. Yet more than 100 Kansans showed up, and they had one overwhelming message for their senator: Don’t take health insurance away from people.As Allison Kite of the Topeka Capital-Journal reported:“Advocacy groups Planned Parenthood Great Plains Voters and Indivisible KC worked to bring attendees from across the state to the event. Other groups, such as AARP, the Alliance for a Healthy Kansas and the American "
}


{   "Data":"12.12.12",
     "Name": "THE EDITORIAL BOARD",
     "Title": "In Congress, Obstructionists Are Obstructing Themselves",
     "Description": "Republican legislative leaders are in a bind. While they appear to have failed for now in their goal of destroying the Affordable Care Act, their eagerness to shower tax breaks on the wealthy at the expense of health coverage for millions of Americans has crimped their ability to pass other fiscal legislation.This is not a lament. It’s just as well that they haven’t done anything big, given their goals. But it is a stunning demonstration of incompetence that, with control of the House, the Senate and the White House for six months, Republicans have not only failed to enact any major bills but have also created a legislative logjam that is bound to get worse.This is largely because congressional leaders have tried to overcome solid Democratic opposition by using “reconciliation” rules — which prevent a Senate filibuster when applied to certain legislation on revenue, spending or the debt limit. But until the health care reconciliation measure is either passed or abandoned, they cannot use those rules to pass other legislation, like broad tax cuts for the wealthy that are a key element of their agenda."
}

}
